Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/samediggi-25-jagi.html.tmx
Source language: sme
Languages: nob

source: Sámediggi 25 jagi
nob: Sametinget 25 år

source: Gonagaslaš majestehta gonagas Olav V rabai vuosttaš sámedikki golggotmánu 9. b. 1989. Golggotmánu 9. b. ávvudii Sámediggi 25 jagi sierra ávvusemináras dan oktavuođas go Sámedikkis ledje dábálaš lávdegoddečoahkkimat ja dievasčoahkkin golggotmánu 6. b. rájes 10. b rádjai 2014.
nob: Det første sameting ble åpnet av Hans Majestet Kong Olav V den 9. oktober 1989. 9. oktober 2014 markerte Sametinget sitt 25 års jubileum på et eget jubileumsseminar i forbindelse med Sametingets ordinære møter i komitéer og plenumsmøte 6. til 10. oktober 2014.

source: Vuolábeallái leat biddjojuvvon sártnit mat ledje ávvudeamis, ja leaŋkkat ođđasiidda ja mearkkašumiide.
nob: Under følger taler holdt under markeringen, samt lenker til nyhetsklipp og kommentarer.

source: Sártnit leat almmuhuvvo daidda gielaide maid sárdnideaddjit geavahedje.
nob: Talene er publisert på de språk talerne har gjort dem tilgjengelig.

source: Danne almmuhuvvojit muhtun sártnit dušše dárogillii dahje sámegillii.
nob: Enkelte taler er derfor bare på norsk eller bare på samisk.

source: Geahča sártniid Sáhtát geahččat buot sáhkavuoruid álgogillii dás: Sametingets Web-tv.
nob: Se talene Du kan se alle innlegg på originalspråk på Sametingets web-tv.

source: Stuorradiggepresideantta O lemic ThomMessen sárdni lea maid almmuhuvvon NRK neahttasiidduin.
nob: Stortingspresident Olemic Thommessens tale er også gjort tilgjengelig på NRK.

source: Rahpansárdni Sámedikki 25-jagi ávvudeamis - Jørn Are Gaski, dievasčoahkkinjođiheaddji
nob: Åpningstale ved Jørn Are Gaski, plenumsleder

source: Stuoradiggepresideanta, stáhtaráđđi, sámediggepresideanta, áirasat – Buorit olbmot.
nob: Stortingspresident, statsråd, sametingspresident, representanter – mine damer og herrer.

source: Munnje Sámedikki dievasčoahkkinjođiheaddjái lea stuora gudni sávvat didjiide buohkaide bures boahtima dán čalmmusteapmái go lea juste odne ahte Sámediggi rahppui golggotmánu 9.b.1989, Gonagas Ovllás.
nob: Det er en stor ære for meg som plenumsleder i Sametinget å kunne ønske dere alle velkommen til denne markeringen av at det nettopp i dag er 25 år siden Sametinget ble åpnet, 9. oktober 1989 av Hans Majestet Kong Olav V.

source: Jagi ovdal, miessemánu 27. beaivvi váldui vuođđoláhkii mielde mearrádus gos čuožžu ahte Norgga eiseválddiin lea ovddasvástádus dasa ahte sámi álbmot sáhttá sihkkarastit ja ovddidit iežaset giela, kultuvrra ja servodaga.
nob: Året før, 27. mai 1988, ble det inntatt i grunnloven en bestemmelse om at det påligger norske myndigheter et ansvar for å legge til rette for at den samiske folkegruppe kan sikre og utvikle sitt språk, kultur og samfunnsliv.

source: Dán 25 jagis lea ovdáneapmi leamaš buorre, sihke mii guoská riekteovddideapmái ja praktihkalaš politihkkemii sámiid ovddas Norggas ja álgoálbmogiid ovddas riikkaidgaskasaččat.
nob: På disse 25 årene har utviklingen vært positiv, både når det gjelder rettsutvikling og praktisk politikk overfor samene i Norge og urfolk internasjonalt.

source: Mun čujuhan dasa mii lea eanemus áigeguovdil maŋimus áiggiid ovddideapmái, namalassii ovttaoaivilvuohta ON váldočoahkkima konferánssas álgoálbmogiidda loahppadokumeantta sisdollui mannan čavčča.
nob: Jeg viser til den mest aktuelle og siste tids utvikling, nemlig enigheten om innholdet i sluttdokumentet fra FNs generalforsamlings konferanse om urfolk i høst.

source: Heivii vuohkkasit go dát dáhpáhuvvá juste seamma jagi go mii maid ávvudit norgga vuođđolága 200 jagi, ja dat addá midjiide vejolašvuođa čuvget veahá dárkileappot muhtin vuođđoáššiid.
nob: Det er et tilfeldighetenes spill at alt dette skjer nettopp i det året hvor vi også markerer den norske grunnlovens 200 år, men det gir oss en anledning til å reflektere litt grundigere rundt en del grunnleggende forhold.

source: Go jienastanriekti buohkaide váldui mielde vuođđoláhkii 1814:s, de duohtavuođas lei jienastanriekti guhkkin eret das maid mii odne ipmirdit “ buohkaide ”.
nob: Da allmenn stemmerett ble innført med grunnloven i 1814, var i realiteten stemmeretten langt fra det vi i dag anser som ” allmenn ”.

source: Dušše moaddásis geain ledje ovdavuoigatvuođat earáid ektui, 7 proseanttas álbmogis, lei duohta jienastanriekti vuođđolága mielde.
nob: Bare de mest priviligerte 7 prosent av befolkningen fikk reell stemmerett med grunnloven.

source: 1884:s ožžo bargit geain lei bálká buori dásis, jienastanrievtti, ja buot dievddut ožžo jienastanrievtti 1889:s.
nob: I 1884 fikk arbeidere med en viss inntekt stemmerett, mens allmenn stemmerett for menn ble innført i 1889.

source: Easkka 1913 ožžo nissonolbmot maid jienastanrievtti.
nob: Først i 1913 fikk kvinner stemmerett.

source: Oktanis dáinna Norgga mátkkiin ođđaáigásaš demokratiijii ja riektestáhtii, šattai sámi kultuvra ja sámi álbmot eanet ja eanet mearkkaškeahtes ja dulbmojuvvui.
nob: Samtidig med denne langsomme norske ferden mot et moderne demokrati og en rettsstat, ble den samiske kulturen og det samiske folket i økende grad marginalisert og undertrykket.

source: Sámi ivnnit ipmirduvvo amasin ja dakkárin maid eai háliidan, dađistaga go Norgga ja našunála ipmárdus stuorui, go Norgga ivnnit ledje ruoksat, vielgat ja alit.
nob: De samiske fargene ble med voksende norsk og nasjonal bevissthet i økende grad oppfattet som fremmede og uønsket i den nasjonale paletten av rødt, hvitt og blått.

source: Sámi riikkačoahkkin 1917 rievdadii buot.
nob: Det samiske landsmøtet i 1917 ble vendepunktet.

source: Dalle álggii sámi diđolašvuođa lokten ja guhkes proseassa álbmotrievttalaš ja demokráhtalaš ovttadássásašvuhtii gaskal sámi ja dáža álbmoga.
nob: Da startet den samiske bevisstgjøringen og den lange prosessen mot folkerettslig og demokratisk likeverd mellom det samiske og norske folk.

source: Proseassa man boađus šattai ahte Gonagas Harald Sámedikki rahpamis dajai:
nob: En prosess som resulterte i at Hans Majestet Kong Harald under åpningen av Sametinget erklærte:

source: Go mii geahččat áiggis maŋos, de oaidnit mii jođánit ahte dat mat odne leat diehttelas ja vuđolaš vuoigatvuođat ja jurdagat, guhká adnojedje hui ravdamearálažžan ja rievdadeaddjin.
nob: Når vi vender blikket bakover i tid, ser vi rakst at det som i dag oppleves som selvsagte og grunnleggende rettigheter og idéer, i lang tid ble oppfattet som svært radikale og revolusjonære.

source: 75 jagi golle dan rájes go vuođđoláhka ásahuvvui gitta bargit besse jienastit válggain.
nob: 75 år tok det fra grunnloven ble laget til arbeidere fikk stemme ved valg.

source: Nissonolbmot fertejedje vuordit čuođi jagi.
nob: Kvinnene måtte vente i hundre år.

source: Historjjás leat uhccán ovdamearkkat dasa ahte joavkkut addet eret fámu ja ovdduid garra vuostálastima haga.
nob: Det er gjennom historien svært få eksempler på at gruppers makt og privilegier oppgis uten sterk motstand.

source: Ná lea maid leamaš ovttadássásašvuođa jurdagiin gaskal dáža ja sámi álbmoga Dat váldá áiggi njulget čuđiid jagiid boasttuvuođaid, ja váldá áiggi lonuhit boares oahpes jurdagiid ođđa ja soaitimis muhtumiidda, amas jurdagiiguin.
nob: Slik har det også vært med ideene om likeverdighet mellom det norske og det samiske folk. Det tar tid å rette opp århundrer med urett, og det tar tid å bytte ut gamle kjente idéer med nye og kanskje, for noen, fremmede idéer.

source: Sii geat olu leat politihkken, dihtet áibbas sihkkarit ahte dat áidna mii lea sihkar, lea ahte muhtin boahtá vuosttaldit.
nob: De av oss som har erfaring fra politikken vet utmerket godt at det eneste vi kan være helt sikre på, er at noen vil være imot.

source: Ja nu galgá maid leat.
nob: Og slik skal det være.

source: Mii sáhttit dál giitit politihkalaš vuostálastiid go sii álo váikkuhit dasa ahte mii fertet buoridit iežamet jurdagiid ja dárkileappot čilget ákkastallamiid.
nob: Vi kan alle takke våre politiske motstandere for at de alltid bidrar til at vi må forbedre våre ideer og skjerpe vår argumentasjon.

source: Dat buktá buriid digaštallamiid, ja buoremus bohtosiid.
nob: Det skaper gode debatter, og de beste resultatene.

source: Mun oainnán maid ahte borgárlaš ráđđehus Olgešbellodagain ja Ovddádusbellodagain deattuhit ahte sápmelaččat leat álgoálbmogat Norggas, ja ahte Vuođđolága 110 a paragráfa ja sámeláhka leat našunála riektevuođđun sámepolitihkkii.
nob: Jeg registrerer at også den borgelige regjeringen med Høyre og Fremskrittspartiet slår fast at samene er urfolk i Norge, og at Grunnloven § 110 a og sameloven er det nasjonale rettsgrunnlaget for samepolitikken.

source: Ráđđehus guorrasa dalle dasa mat maŋimus jagiid leat leamaš váldolinnját Norgga sámepolitihkas ja álbmotrievttalaš geatnegasvuođain mat hábmejit vuođu sámepolitihkkii, earret eará ILO-konvenšuvdna 169 álgoálbmogiid ja olmmoščearddaid birra iešheanalaš stáhtain.
nob: Regjeringen slutter seg dermed til det som de siste år har vært hovedlinjene i norsk samepolitikk og de folkerettslige forpliktelser som legger føringer for samepolitikken, blant andre ILO-konvensjon nr. 169 Om urfolk og stammefolk i selvstendige stater.

source: Mun áiggun guođđit Sámedikki eará álbmotválljejuvvomiidda oaivvildit maide lea go ráđđehusa árvalus boahtte jagi stáhtabušehttii buorre dahje heitot.
nob: Jeg skal overlate til Sametingets øvrige folkevalgte å mene noe om regjeringens forslag til neste års statsbudsjett er bra eller dårlig.

source: Muhto mun oainnán goitge ahte doarespolitihkalaš ovttamielalašvuohta Norggas váldolinnjáide ja riikkaidgaskasaš riektevuoigatvuođaide Norgga sáme- ja álgoálbmotpolitihkas dál guorrasa maid Ovddádusbellodat.
nob: Men jeg konstaterer allikevel at den tverrpolitiske enigheten i Norge om hovedlinjene og det norske og det internasjonale rettsgrunnlaget for norsk same- og urfolkspolitikk nå også omfatter Fremskrittspartiet.

source: Dát addá saji áibbas ođđa ja gelddolaš debáhtaide sámi iešmearrideami ja sámepolitihka ovdáneami birra boahtte jagiin.
nob: Det åpner for helt nye og spennende debatter for utviklingen av samisk selvbestemmelse og samepolitikk i årene som kommer.

source: Ja dat rahpá almmolaš saji ja politihkalaš gierdevašvuođa go Sámediggi buorebut sáhttá bidjat fuomášumi sámepolitihka sisdollui, ovdalii go dušše bealuštit dan ahte dat gávdno.
nob: Og det åpner det offentlige rommet og den politiske takhøyden når Sametinget i større grad kan rette oppmerksomheten mot innholdet i samepolitikken mer enn å forsvare eksistensen av den.

source: Ráhkis buohkat:
nob: Kjære alle sammen:

source: Sámedikki 25 jagi čađa leat duostilis politihkalaš jurdagat leamaš guovddážis.
nob: Gjennom Sametingets 25 år har de modige politiske idéene stått sentralt.

source: Jurdagiid ovddidit olbmot, ja muhtimat dáin olbmuin leat sihke ovdal ja maŋŋil Sámedikki vuođđudeami leamaš guovddáš jietnaguoddit dán servodatovdáneamis mas mii dál oaidnit bohtosiid.
nob: Idéer utvikles av mennesker, og noen av disse menneskene har både før og etter Sametingets etablering vært helt sentrale målbærere av denne samfunnsutviklingen vi nå ser resultatene av.

source: Váldá lunddolaččat beare guhkes áiggi namuhit buohkaid.
nob: Det vil naturligvis ta for lang tid å nevne alle.

source: Muhto muhtumiid sis beassat gullat otná beaivvi mielde.
nob: Men noen av disse får vi gleden av å høre på i løpet av dagen i dag.

source: Áiggun goitge namuhit erenoamážit Carsten Smith, guhte olu jagiid čađa ja viiddis áŋgiruššama bokte lea nannen riektevuođu Norgga sámepolitihkas ja sámerievttis.
nob: Jeg vil allikevel spesielt nevne Carsten Smith, som gjennom mangeårig og omfattende innsats har styrket rettsgrunnlaget for norsk samepolitikk og samerett.

source: Otná sárdnelisttus leat earret eará stuoradiggepresideanta Olemic Thomassen ja ollu eará njunuš sárdnideaddjit, jurddašeaddjit ja guovddáš aktevrrat 25 jagi čađa.
nob: På dagens taleliste står for øvrig stortingspresident Olemic Thomassen og en lang rekke prominente talere, tenkere og sentrale aktører gjennom 25 år.

source: Ráhkis buohkat – Váimmolaš bures boahtin Sámedikki 25-jagi ávvudeapmái.
nob: Kjære alle sammen – hjertelig velkommen til Sametingets 25-års jubileum.

source: Sámedikki hástalusat, Magne Ove Varsi, NRK Sápmi
nob: Sametingets utfordringer, av Magne Ove Varsi, NRK Sápmi

source: Mun háliidan giitit go lean bovdejuvvon doallat sáhkavuoru Norgga beali sámi álbmoga ovddasteaddji orgána 25-jagi ávvudeamis.”Sámedikki hástalusat ” lea biddjojuvvon bajilčálan dasa, mas galggan hállat.
nob: Jeg takker for invitasjon til å holde innlegg ved 25-års jubileet til det samiske folks representative organ i Norge. ” Sametingets utfordringer ” er satt som tittel på det jeg skal snakke om.

source: Sámediggi dáidá gal ieš buoremusat diehtit, makkár hástalusat das leat ja gokko gáma gahká.
nob: Sametinget vet nok selv best hvilke utfordringer det står overfor og hvor komagen trykker.

source: Dan maid mun dás dajan, vuođđuduvvá olggobeali dárkomiidda.
nob: Det jeg sier her, er basert på betraktninger utenfra.

source: Dás lea dilli guoskkahit dušše moadde ášši ja gaskavuođa, main Sámediggi hástaluvvo olggul dahje main ieš hástala earáid.
nob: Den tilmålte tiden gir meg mulighet til å berøre et par prosesser og saker hvor Sametinget møter utfordringer utenfra eller hvor det er Sametinget som utfordrer.

source: Dás mun čuoččun NRK Sámi journalistan ja kommentáhtorin.
nob: Jeg står her i egenskap av å være journalist og kommentator ved NRK Sápmi.

source: Dan ledjen njealjádas čuođi jagi dás ovdal maid.
nob: Det var jeg også for et kvartårhundre siden.

source: Golggotmánu 10. 1989 muitalin Sámedikki rahpamis NRK TV njuolggasáddagis Kárášjogas.
nob: 10. oktober 1989 rapporterte jeg fra åpningen av Sametinget på NRK Fjernsynets direktesending fra Kárášjohka.

source: Dáhpáhus oidnui TVs das rájes go Gonagaslaš Majestehta Olav Viđát ja su mieđuš bođii vuoji čáhppes limousiinnaiguin ja loaiddastii gili kulturvissui ja gitta dan rádjai go allaáiggálaš rahpanseremoniija nogai.
nob: Begivenheten ble formidlet fra Hans Majestet Kong Olav V og hans følge kom kjørende i sine sorte limousiner og entret Kulturhuset i bygda, til den høytidelige åpningsseremonien var over.

source: Dat ahte lei riikka monárka, gii rabai sámiid álbmoga válljen orgána, giddádii fuopmášumi mihá viidábut go sámi servodaga.
nob: At det var rikets monark som foresto åpningen av samenes folkevalgte organ, ble lagt merke til langt utover det samiske samfunn.

source: Gonagasa oahppaladdan ja buressivdnádus duddjui Sámediggái virggálaš stáhtusa, čalmmustii ahte diggi lea lunddolaš oassi Norgga stáhtavuogádagas ja čájehii ahte dat galgá leat orgána mas lea váikkuhanfápmu sámi gažaldagain.
nob: Kongens tilstedeværelse og velsignelse ga Sametinget offisiell status, markerte at tinget er en naturlig del av Norges statssystem og signaliserte allerede fra starten av at det skal være et organ med innflytelse i samiske spørsmål.

source: Dáhpáhusa duođalašsvuohta ja allaárvosašvuohta, ja fuopmášupmi maid dat dagahii, buvttii maiddái hástalusaid Sámedikki politihkkariidda meannudit vásttolaččat ja vuoiŋŋaskeahttá rahčat sámi álbmoga iešmearridanvuoigatvuođa, eana- ja valljodatvuoigatvuođaid, giela ja kultuvrra ja vuođđofriddjavuođaid bealis.
nob: Begivenhetens alvor og høytidelighet, og oppmerksomheten den avstedkom, innebar også en utfordring for Sametingets politikere til å være ansvarsfulle og aldri hvile i sin gjerning for det samiske folks rett til selvbestemmelse, land- og ressursrettigheter, språk og kultur og grunnleggende friheter.

source: Dál diehtit ahte Sámediggi jagiid mielde lea rábidan alcces stuorát váikkuhanfámu almmolašvuođas ja čájehan fámolaččabun – goitge eahpevirggálaččat – dihto áššiin go dan maid stáhta eiseválddit leat dasa mieđihan láhkamearrádusaid bokte.
nob: I dag vet vi at Sametinget opp gjennom årene har opparbeidet seg atskillig innflytelse i det offentlige rom og vist seg å ha større makt - riktignok en større informell enn formell makt - i enkelte saker enn det statlige myndigheter har vært villige til å innrømme det i lovs form.

source: Sámelága paragráfa 1-2 [1] addá dulkonmuni Sámedikki fámu ja válddi hárrái.
nob: Samelovens paragraf 2-1 [1] gir rom for ulike tolkninger av Sametingets makt og myndighet.

source: Nuppi bealis lea dikkis friddjavuohta váldit ovdan ja bargat buot áššiiguin, maid ieš atná mávssolažžan sámiide.
nob: På den ene side står tinget fritt til å ta opp og arbeide med alle saker som det selv oppfatter å være av betydning for samene.

source: Dat sáhttá gieđahallat juohke ášši sámi servodagas dahje juohke gažaldaga, mii lea áigeguovdil sámiide.
nob: Det kan altså behandle ethvert forhold i det samiske samfunnet eller enhver sak som er relevant for samer.

source: Nuppi bealis gullá eará orgánaide, dakkár orgánaide main álelassii lea ii-sámi stivreneanetlohku – namalassii ráđđehussii ja Stuorradiggái – mearridit, galgágo Sámediggi sáhttit hálddašit ruđaid mat juolluduvvojit sámi ulbmiliidda stáhtabudjeahta bokte.
nob: På den annen side er det er opp til andre organer, organer som alltid vil ha et ikke-samisk styringsflertall – dvs. regjering og Storting – å avgjøre om Sametinget skal kunne forvalte midler som bevilges til samiske formål over statsbudsjettet.

source: Virggálaš mearridanválddi oažžu Sámediggi dalle dahje juos Stuorradiggi mearrida dan lága dahje eará mearrádusa bokte.
nob: Formell beslutningsmyndighet får Sametinget når og hvis Stortinget bestemmer det i lovs form eller på annen måte.

source: Sámedikki áirasiidda lea hástalus vuos ieža gaskaneaset soabadit, galgetgo ja masa galget gáibidit mearridanválddi.
nob: Det er en utfordring for Sametingets representanter først å bli enige seg imellom om og hva de skal kreve beslutningsmyndighet i.

source: Vel stuorát hástalussan šaddá dasto oažžut Norgga láhkaaddi čoakkalmasa guorrasit gáibádusaide mearridanválddi hárrái.
nob: En enda større utfordring er deretter å oppnå gehør for sine krav om beslutningsmyndighet hos politikere som bestemmer i Norges lovgivende forsamling.

source: Nugo mun vuohtán, de ledje dáža eiseválddit áigodagas 1989 s – 2005 i sodjaleamen nannoseappot dovddastit ja gudnejahttit ahte sámit leat sierra álbmot, mas lea iešmearridanvuoigatvuohta dálá stáhtarájáid ja – vuogádaga siskkobealde ovtta dásis dáža álbmogiin.
nob: Slik jeg ser det, var norske myndigheter i perioden fra 1989 til 2005 på vei mot en stadig større anerkjennelse av at samene utgjør et eget folk som har rett til selvbestemmelse innenfor nåværende statsgrenser og – system på like fot med det norske folk.

source: Álgoáigodagain gieđahalle goitge eiseválddit Sámedikki dábálaš gulaskuddanorgánan sámi gažaldagain, dakkárin mii lei ráđđehusa sámi áššiid ovddasvástideaddji departemeantta vuollásaš.
nob: I de innledende periodene ble Sametinget riktignok behandlet som et ordinært høringsorgan i samiske spørsmål, som er underlagt departementet med ansvar for samiske saker i regjeringen.

source: Ná šattai dilli vaikko diggi ovddasta sierra álbmoga.
nob: Dette skjedde selv om tinget representerer et helt folk.

source: Sámediggi galggai vuollánit dasa, ahte lea stáhtalaš hálddahusorgána, ja galggai dajahus departemeantta bálvalusgeainnu bokte gálgat mohkiidis.
nob: Regjeringen forventet at Sametinget skulle avfinne seg med at det er et underliggende statlig forvaltningsorgan, og skulle gå såkalt tjenestevei via departementet med sine ærender.

source: Čielgaseamos ovdamearka dán dáfus lei Ráitevári / Rio Tinto-ášši 1994 s.
nob: Det klareste eksempel i så måte var Ráitevárri- / Rio Tinto-saken i 1994.

source: Dalle geahččalii dalá gieldaministtar Gunnar Berge (Bb) ráŋgut sámediggepresideantta Ole Henrik Magga Stuorradikki sárdnestuolus, danne go Magga mahkáš lei duolmmastan iežas gealbbu dahje doaibmasuorggi olggobeallái ja rihkkon lága dalle go dearahii Ráitevárrái sámi álbmoga bealis lohkat ávžžuhusa multinationála ruvkesearvái Rio Tintoi.
nob: Da reagerte daværende kommunalminister Gunnar Berge (Ap) i 1994 med å refse sametingspresident Ole Henrik Magga fra Stortingets talerstol for angivelig å ha gått ut over sin kompetanse og dermed brutt loven da Magga stilte opp på Karasjok-fjellet og leste opp en anmodning på vegne av det samiske folk til det multinasjonale gruveselskapet Rio Tinto.

source: Sámediggepresideanta siđai Rio Tinto heaittihit buot mineráladoaimmaid Ráiteváris dassážii go sámiid eana- ja luondduvalljodatvuoigatvuođat ledje čielggaduvvon. Dan dagu dihtii njunnádii stáhtaráđđi.
nob: Sametingspresidenten ba Rio Tinto om å opphøre med all mineralletevirksomhet i Ráitevárri inntil samenes land- og naturressursrettigheter var avklart, noe som falt statsråden tungt for brystet.

source: Sámediggi vástidii, ahte ráđđehus ii sáhte bagadit álbmoga válljen orgána.
nob: Sametinget svarte med at regjeringen ikke kan instruere et folkevalgt organ.

source: Dáhpáhus čájeha, mo Sámediggi árrat doaimmastis hástalii ráđđehusa sámi álbmoga jietnaguoddin su váldehuvainis.
nob: Hendelsen viser hvordan Sametinget tidlig i sin virksomhet utfordret regjeringen som talerør for det samiske folk med vlje til makt.

source: Ráitevári áššis čájehii Sámediggi, ahte lea válmmaš ja ahte das lea cuogga dáistalit alcces symbolalaš válddi áššiin, main stáhta eiseválddit eai dáhto addit dasa virggálaš mearridanválddi.
nob: Gjennom Ráitevárri-saken viste Sametinget at det er beredt og kapabelt til å tilkjempe seg symbolsk makt i saker hvor statlige myndigheter ikke vil gi det formell beslutningsmyndighet.

source: Mun háliidan maiddái geassit ovdan finnmárkkulága proseassa gitta Stuorradikki loahpalaš mearrádusa rádjai mihttočuoldan Sámedikki válddi ja váikkuhanfámu rábidanbarggus.
nob: Jeg vil videre trekke fram prosessen fram til Stortingets endelige vedtak om finnmarksloven i 2005 som en milepæl i Sametingets arbeid med å opparbeide seg makt og innflytelse.

source: Finnmárkkulága gieđahallamis 2005 s oaččui Sámediggi dakkár váikkuhanfámu, man hárve olbmo ledje oppa govahallange dalle go diggi ceggejuvvui 1989 s.
nob: Under behandlingen av finnmarksloven i 2005 oppnådde Sametinget en påvirkningskraft som kanskje få hadde kunnet forestille seg da tinget ble etablert i 1989.

source: Álggus ávvudedje buohkat dainna go sámit viimmat ledje ožžon orgána, gos oaivilat sáhttet iskojuvvot vuostálaga ja loahpas gártat sohppojuvvon oaidnun sámi áššiin.
nob: I begynnelsen jublet alle over at samene endelig hadde fått et eget organ hvor meninger kan brytes og hvor disse til slutt skal materialisere seg i omforente standpunkter i samiske saker.

source: Muhto dalle go borgárlaš ráđđehus, Bondevik II., 2005 s buvttii Stuorradiggái ovdan su finnmárkkulága láhkaárvalusas, masa ii duhtan Finnmárkku fylkkadiggi iige Sámediggi, de čájehii Sámediggi dáhtu ja dáidduid hástalit guovddášválddi.
nob: Men da den borgerlige regjeringen, Bondevik II, i 2005 la fram en lovproposisjon om finnmarksloven til Stortinget som verken Finnmark fylkesting eller Sametinget var fornøyd med, viste Sametinget sin vilje og evne til å utfordre sentralmakten.

source: Sámedikkis lei gal buorre cuohkki.
nob: Sametinget hadde da også en god sak.

source: Áššedovdilávdegoddi celkkii oainnat, ahte ráđđehusa láhkaárvalus ii deavdde gáibádusaid, maid riikkaidgaskasaš álbmotriekti bidjá eamiálbmogiid eaiggátráđđejumi hárrái sin iežaset árbevirolaš eatnamiin ja territoriijain.
nob: Et ekspertutvalg slo nemlig fast at regjeringens lovforslag ikke oppfylte kravene som internasjonal folkerett oppstiller om urfolks eierrådighet over sine egne tradisjonelle land og territorier.

source: Dakkár finnmárkkuláhka, mii lei dagahit sámiid uhcitlohkui eanaeaiggátorgána stivrejumis, livččii rihkkon álbmotrievtti mearrádusaid.
nob: En finnmarkslov som plasserte samene i mindretallsposisjon i landeierorganet var i strid med folkeretten.
